ccls
clang-format
cmake
coreutils
fzf
go
htop
llvm
lua-language-server
mold
moreutils
neofetch
node
openjdk
pandoc
python@3.10
sdl2
tmux
yarn
zls
